{"setup":{"rules":{"fixedOpening":[{"JudgeFeedbackRound":{"reportBeliefs":true,"charLimit":1000}},{"SimultaneousSpeechesRound":{"charLimit":1000,"quoteLimit":null,"assignedDebatersOnly":false}},{"JudgeFeedbackRound":{"reportBeliefs":true,"charLimit":1000}}],"repeatingStructure":[{"SequentialSpeechesRound":{"charLimit":1000,"quoteLimit":null,"assignedDebatersOnly":false}},{"JudgeFeedbackRound":{"reportBeliefs":true,"charLimit":1000}}],"fixedClosing":null,"globalQuoteRestriction":null,"scoringFunction":{"LogScoreWithLinearPenalty":{"baseCoefficient":1.0,"constant":0.0,"logBase":2.0,"perTurnPenalty":0.05}}},"sourceMaterial":{"QuALITYSourceMaterial":{"articleId":"51274","title":"Ambition","contents":["AMBITION","\n","By WILLIAM L.","BADE","\n","\n"," Illustrated by L.","WOROMAY","\n","\n"," [Transcriber's Note: This etext was produced from","\n","\n"," Galaxy Science Fiction October 1951.","\n","\n"," Extensive research did not uncover any evidence that","\n","\n"," the U.S.","copyright on this publication was renewed.]","\n","To the men of the future, the scientific","\n","\n"," goals of today were as incomprehensible","\n","\n"," as the ancient quest for the Holy Grail!","\n","There was a thump.","Maitland stirred, came half awake, and opened his","\n"," eyes.","The room was dark except where a broad shaft of moonlight from","\n"," the open window fell on the foot of his bed.","Outside, the residential","\n"," section of the Reservation slept silently under the pale illumination","\n"," of the full Moon.","He guessed sleepily that it was about three o'clock.","\n","\n"," What had he heard?","He had a definite impression that the sound had come","\n"," from within the room.","It had sounded like someone stumbling into a","\n"," chair, or—","\n","\n"," Something moved in the darkness on the other side of the room.","Maitland","\n"," started to sit up and it was as though a thousand volts had shorted his","\n"," brain....","\n","\n"," This time, he awoke more normally.","He opened his eyes, looked through","\n"," the window at a section of azure sky, listened to the singing of birds","\n"," somewhere outside.","A beautiful day.","In the middle of the process of","\n"," stretching his rested muscles, arms extended back, legs tensed, he","\n"," froze, looking up—for the first time really seeing the ceiling.","He","\n"," turned his head, then rolled off the bed, wide awake.","\n","This wasn't his room!","\n","The lawn outside wasn't part of the Reservation!","Where the labs and","\n"," the shops should have been, there was deep prairie grass, then a green","\n"," ocean pushed into waves by the breeze stretching to the horizon.","This","\n"," wasn't the California desert!","Down the hill, where the liquid oxygen","\n"," plant ought to have been, a river wound across the scene, almost hidden","\n"," beneath its leafy roof of huge ancient trees.","\n","\n"," Shock contracted Maitland's diaphragm and spread through his body.","\n"," His breathing quickened.","\n","Now","\n","he remembered what had happened during","\n"," the night, the sound in the darkness, the dimly seen figure, and","\n"," then—what?","Blackout....","\n","\n"," Where was he?","Who had brought him here?","For what purpose?","\n","\n"," He thought he knew the answer to the last of those questions.","As","\n"," a member of the original atomic reaction-motor team, he possessed","\n"," information that other military powers would very much like to obtain.","\n"," It was absolutely incredible that anyone had managed to abduct him from","\n"," the heavily guarded confines of the Reservation, yet someone had done","\n"," it.","How?","\n","He pivoted to inspect the room.","Even before his eyes could take in","\n"," the details, he had the impression that there was something wrong","\n"," about it.","To begin with, the style was unfamiliar.","There were no","\n"," straight lines or sharp corners anywhere.","The walls were paneled in","\n"," featureless blue plastic and the doors were smooth surfaces of metal,","\n"," half ellipses, without knobs.","The flowing lines of the chair and table,","\n"," built apparently from an aluminum alloy, somehow gave the impression","\n"," of arrested motion.","Even after allowances were made for the outlandish","\n"," design, something about the room still was not right.","\n","\n"," His eyes returned to the doors, and he moved over to study the nearer","\n"," one.","As he had noticed, there was no knob, but at the right of this","\n"," one, at about waist level, a push-button projected out of the wall.","He","\n"," pressed it;","the door slid aside and disappeared.","Maitland glanced in at","\n"," the disclosed bathroom, then went over to look at the other door.","\n","\n"," There was no button beside this one, nor any other visible means of","\n"," causing it to open.","\n","\n"," Baffled, he turned again and looked at the large open window—and","\n"," realized what it was that had made the room seem so queer.","\n","\n"," It did not look like a jail cell.","There were no bars....","\n","\n"," Striding across the room, he lunged forward to peer out and violently","\n"," banged his forehead.","He staggered back, grimacing with pain, then","\n"," reached forward cautious fingers and discovered a hard sheet of stuff","\n"," so transparent that he had not even suspected its presence.","Not glass!","\n"," Glass was never this clear or strong.","A plastic, no doubt, but one he","\n"," hadn't heard of.","Security sometimes had disadvantages.","\n","\n"," He looked out at the peaceful vista of river and prairie.","The character","\n"," of the sunlight seemed to indicate that it was afternoon.","He became","\n"," aware that he was hungry.","\n","\n"," Where the devil could this place be?","And—muscles tightened about his","\n"," empty stomach—what was in store for him here?","\n","\n"," He stood trembling, acutely conscious that he was afraid and helpless,","\n"," until a flicker of motion at the bottom of the hill near the river drew","\n"," his attention.","Pressing his nose against the window, he strained his","\n"," eyes to see what it was.","\n","\n"," A man and a woman were coming toward him up the hill.","Evidently they","\n"," had been swimming, for each had a towel;","the man's was hung around his","\n"," neck, and the woman was still drying her bobbed black hair.","\n","\n"," Maitland speculated on the possibility that this might be Sweden;","he","\n"," didn't know of any other country where public bathing at this time","\n"," of year was customary.","However, that prairie certainly didn't look","\n"," Scandinavian....","\n","\n"," As they came closer, he saw that both of them had dark uniform suntans","\n"," and showed striking muscular development, like persons who had trained","\n"," for years with weights.","They vanished below his field of view,","\n"," presumably into the building.","\n","\n"," He sat down on the edge of the cot and glared helplessly at the floor.","\n","About half an hour later, the door he couldn't open slid aside into the","\n"," wall.","The man Maitland had seen outside, now clad in gray trunks and","\n"," sandals, stood across the threshold looking in at him.","Maitland stood","\n"," up and stared back, conscious suddenly that in his rumpled pajamas he","\n"," made an unimpressive figure.","\n","\n"," The fellow looked about forty-five.","The first details Maitland noticed","\n"," were the forehead, which was quite broad, and the calm, clear eyes.","\n"," The dark hair, white at the temples, was combed back, still damp from","\n"," swimming.","Below, there was a wide mouth and a firm, rounded chin.","\n","\n"," This man was intelligent, Maitland decided, and extremely sure of","\n"," himself.","\n","\n"," Somehow, the face didn't go with the rest of him.","The man had the head","\n"," of a thinker, the body of a trained athlete—an unusual combination.","\n","\n"," Impassively, the man said, \"My name is Swarts.","You want to know where","\n"," you are.","I am not going to tell you.\" He had an accent, European, but","\n"," otherwise unidentifiable.","Possibly German.","Maitland opened his mouth","\n"," to protest, but Swarts went on, \"However, you're free to do all the","\n"," guessing you want.\" Still there was no suggestion of a smile.","\n","\n"," \"Now, these are the rules.","You'll be here for about a week.","You'll have","\n"," three meals a day, served in this room.","You will not be allowed to","\n"," leave it except when accompanied by myself.","You will not be harmed in","\n"," any way, provided you cooperate.","And you can forget the silly idea that","\n"," we want your childish secrets about rocket motors.\" Maitland's heart","\n"," jumped.","\"My reason for bringing you here is altogether different.","I","\n"," want to give you some psychological tests....\"","\n","\n"," \"Are you crazy?\" Maitland asked quietly.","\"Do you realize that at this","\n"," moment one of the greatest hunts in history must be going on?","I'll","\n"," admit I'm baffled as to where we are and how you got me here—but it","\n"," seems to me that you could have found someone less conspicuous to give","\n"," your tests to.\"","\n","\n"," Briefly, then, Swarts did smile.","\"They won't find you,\" he said.","\"Now,","\n"," come with me.\"","\n","After that outlandish cell, Swarts' laboratory looked rather","\n"," commonplace.","There was something like a surgical cot in the center, and","\n"," a bench along one wall supported several electronics cabinets.","A couple","\n"," of them had cathode ray tube screens, and they all presented a normal","\n"," complement of meters, pilot lights, and switches.","Cables from them ran","\n"," across the ceiling and came to a focus above the high flat cot in the","\n"," center of the room.","\n","\n"," \"Lie down,\" Swarts said.","When Maitland hesitated, Swarts added,","\n"," \"Understand one thing—the more you cooperate, the easier things will","\n"," be for you.","If necessary, I will use coercion.","I can get all my results","\n"," against your will, if I must.","I would prefer not to.","Please don't make","\n"," me.\"","\n","\n"," \"What's the idea?\" Maitland asked.","\"What is all this?\"","\n","\n"," Swarts hesitated, though not, Maitland astonishedly felt, to evade an","\n"," answer, but to find the proper words.","\"You can think of it as a lie","\n"," detector.","These instruments will record your reactions to the tests I","\n"," give you.","That is as much as you need to know.","Now lie down.\"","\n","\n"," Maitland stood there for a moment, deliberately relaxing his tensed","\n"," muscles.","\"Make me.\"","\n","\n"," If Swarts was irritated, he didn't show it.","\"That was the first test,\"","\n"," he said.","\"Let me put it another way.","I would appreciate it a lot if","\n"," you'd lie down on this cot.","I would like to test my apparatus.\"","\n","\n"," Maitland shook his head stubbornly.","\n","\n"," \"I see,\" Swarts said.","\"You want to find out what you're up against.\"","\n","\n"," He moved so fast that Maitland couldn't block the blow.","It was to the","\n"," solar plexus, just hard enough to double him up, fighting for breath.","\n"," He felt an arm under his back, another behind his knees.","Then he was on","\n"," the cot.","When he was able to breathe again, there were straps across","\n"," his chest, hips, knees, ankles, and arms, and Swarts was tightening a","\n"," clamp that held his head immovable.","\n","Presently, a number of tiny electrodes were adhering to his temples and","\n"," to other portions of his body, and a minute microphone was clinging to","\n"," the skin over his heart.","These devices terminated in cables that hung","\n"," from the ceiling.","A sphygmomanometer sleeve was wrapped tightly around","\n"," his left upper arm, its rubber tube trailing to a small black box","\n"," clamped to the frame of the cot.","Another cable left the box and joined","\n"," the others.","\n","\n"," So—Maitland thought—Swarts could record changes in his skin","\n"," potential, heartbeat, and blood pressure: the involuntary responses of","\n"," the body to stimuli.","\n","\n"," The question was, what were the stimuli to be?","\n","\n"," \"Your name,\" said Swarts, \"is Robert Lee Maitland.","You are thirty-four","\n"," years old.","You are an engineer, specialty heat transfer, particularly","\n"," as applied to rocket motors....","No, Mr.","Maitland, I'm not going to","\n"," question you about your work;","just forget about it.","Your home town is","\n"," Madison, Wisconsin....\"","\n","\n"," \"You seem to know everything about me,\" Maitland said defiantly,","\n"," looking up into the hanging forest of cabling.","\"Why this recital?\"","\n","\n"," \"I do not know everything about you—yet.","And I'm testing the","\n"," equipment, calibrating it to your reactions.\" He went on, \"Your","\n"," favorite recreations are chess and reading what you term science","\n"," fiction.","Maitland,","\n","how would you like to go to the Moon","\n","?\"","\n","\n"," Something eager leaped in Maitland's breast at the abrupt question, and","\n"," he tried to turn his head.","Then he forced himself to relax.","\"What do","\n"," you mean?\"","\n","\n"," Swarts was chuckling.","\"I really hit a semantic push-button there,","\n"," didn't I?","Maitland, I brought you here because you're a man who wants","\n"," to go to the Moon.","I'm interested in finding out","\n","why","\n",".\"","\n","In the evening a girl brought Maitland his meal.","As the door slid","\n"," aside, he automatically stood up, and they stared at each other for","\n"," several seconds.","\n","\n"," She had the high cheekbones and almond eyes of an Oriental, skin that","\n"," glowed like gold in the evening light, yet thick coiled braids of","\n"," blonde hair that glittered like polished brass.","Shorts and a sleeveless","\n"," blouse of some thick, reddish, metallic-looking fabric clung to her","\n"," body, and over that she was wearing a light, ankle-length cloak of what","\n"," seemed to be white wool.","\n","\n"," She was looking at him with palpable curiosity and something like","\n"," expectancy.","Maitland sighed and said, \"Hello,\" then glanced down","\n"," self-consciously at his wrinkled green pajamas.","\n","She smiled, put the tray of food on the table, and swept out, her cloak","\n"," billowing behind her.","Maitland remained standing, staring at the closed","\n"," door for a minute after she was gone.","\n","\n"," Later, when he had finished the steak and corn on the cob and shredded","\n"," carrots, and a feeling of warm well-being was diffusing from his","\n"," stomach to his extremities, he sat down on the bed to watch the sunset","\n"," and to think.","\n","\n"," There were three questions for which he required answers before he","\n"," could formulate any plan or policy.","\n","\n"," Where was he?","\n","\n"," Who was Swarts?","\n","\n"," What was the purpose of the \"tests\" he was being given?","\n","\n"," It was possible, of course, that this was all an elaborate scheme","\n"," for getting military secrets, despite Swarts' protestations to the","\n"," contrary.","Maitland frowned.","This place certainly didn't have the","\n"," appearance of a military establishment, and so far there had been","\n"," nothing to suggest the kind of interrogation to be expected from","\n"," foreign intelligence officers.","\n","\n"," It might be better to tackle the first question first.","He looked at","\n"," the Sun, a red spheroid already half below the horizon, and tried to","\n"," think of a region that had this kind of terrain.","That prairie out there","\n"," was unique.","Almost anywhere in the world, land like that would be","\n"," cultivated, not allowed to go to grass.","\n","\n"," This might be somewhere in Africa....","\n","\n"," He shook his head, puzzled.","The Sun disappeared and its blood-hued","\n"," glow began to fade from the sky.","Maitland sat there, trying to get","\n"," hold of the problem from an angle where it wouldn't just slip away.","\n"," After a while the western sky became a screen of clear luminous blue,","\n"," a backdrop for a pure white brilliant star.","As always at that sight,","\n"," Maitland felt his worry drain away, leaving an almost mystical sense of","\n"," peace and an undefinable longing.","\n","\n"," Venus, the most beautiful of the planets.","\n","\n"," Maitland kept track of them all in their majestic paths through the","\n"," constellations, but Venus was his favorite.","Time and time again he","\n"," had watched its steady climb higher and higher in the western sky,","\n"," its transient rule there as evening star, its progression toward the","\n"," horizon, and loved it equally in its","\n","alter ego","\n","of morning star.","Venus","\n"," was an old friend.","An old friend....","\n","\n"," Something icy settled on the back of his neck, ran down his spine, and","\n"," diffused into his body.","He stared at the planet unbelievingly, fists","\n"," clenched, forgetting to breathe.","\n","\n"," Last night Venus hadn't been there.","\n","\n"," Venus was a morning star just now....","\n","Just now!","\n","He realized the truth in that moment.","\n","Later, when that jewel of a planet had set and the stars were out,","\n"," he lay on the bed, still warm with excitement and relief.","He didn't","\n"," have to worry any more about military secrets, or who Swarts was.","\n"," Those questions were irrelevant now.","And now he could accept the","\n"," psychological tests at their face value;","most likely, they were what","\n"," they purported to be.","\n","\n"," Only one question of importance remained:","\n","\n"," What year was this?","\n","\n"," He grimaced in the darkness, an involuntary muscular expression of","\n"," jubilation and excitement.","The","\n","future","\n","!","Here was the opportunity for","\n"," the greatest adventure imaginable to 20th Century man.","\n","\n"," Somewhere, out there under the stars, there must be grand glittering","\n"," cities and busy spaceports, roaring gateways to the planets.","\n"," Somewhere, out there in the night, there must be men who had walked","\n"," beside the Martian canals and pierced the shining cloud mantle of","\n"," Venus—somewhere, perhaps, men who had visited the distant luring stars","\n"," and returned.","Surely, a civilization that had developed time travel","\n"," could reach the stars!","\n","\n"," And","\n","he","\n","had a chance to become a part of all that!","He could spend","\n"," his life among the planets, a citizen of deep space, a voyager of the","\n"," challenging spaceways between the solar worlds.","\n","\n"," \"I'm adaptable,\" he told himself gleefully.","\"I can learn fast.","There'll","\n"," be a job for me out there....\"","\n","If—","\n","Suddenly sobered, he rolled over and put his feet on the floor, sat","\n"," in the darkness thinking.","Tomorrow.","Tomorrow he would have to find a","\n"," way of breaking down Swarts' reticence.","He would have to make the man","\n"," realize that secrecy wasn't necessary in this case.","And if Swarts still","\n"," wouldn't talk, he would have to find a way of forcing the issue.","The","\n"," fellow had said that he didn't need cooperation to get his results,","\n"," but—","\n","\n"," After a while Maitland smiled to himself and went back to bed.","\n","He woke in the morning with someone gently shaking his shoulder.","He","\n"," rolled over and looked up at the girl who had brought him his meal the","\n"," evening before.","There was a tray on the table and he sniffed the smell","\n"," of bacon.","The girl smiled at him.","She was dressed as before, except","\n"," that she had discarded the white cloak.","\n","\n"," As he swung his legs to the floor, she started toward the door,","\n"," carrying the tray with the dirty dishes from yesterday.","He stopped her","\n"," with the word, \"Miss!\"","\n","\n"," She turned, and he thought there was something eager in her face.","\n","\n"," \"Miss, do you speak my language?\"","\n","\n"," \"Yes,\" hesitantly.","She lingered too long on the hiss of the last","\n"," consonant.","\n","\n"," \"Miss,\" he asked, watching her face intently, \"what year is this?\"","\n","\n"," Startlingly, she laughed, a mellow peal of mirth that had nothing","\n"," forced about it.","She turned toward the door again and said over her","\n"," shoulder, \"You will have to ask Swarts about that.","I cannot tell you.\"","\n","\n"," \"Wait!","You mean you don't know?\"","\n","\n"," She shook her head.","\"I cannot tell you.\"","\n","\n"," \"All right;","we'll let it go at that.\"","\n","\n"," She grinned at him again as the door slid shut.","\n","Swarts came half an hour later, and Maitland began his planned","\n"," offensive.","\n","\n"," \"What year is this?\"","\n","\n"," Swarts' steely eyes locked with his.","\"You know what the date is,\" he","\n"," stated.","\n","\n"," \"No, I don't.","Not since yesterday.\"","\n","\n"," \"Come on,\" Swarts said patiently, \"let's get going.","We have a lot to","\n"," get through this morning.\"","\n","\n"," \"I","\n","know","\n","this isn't 1950.","It's probably not even the 20th Century.","\n"," Venus was a morning star before you brought me here.","Now it's an","\n"," evening star.\"","\n","\n"," \"Never mind that.","Come.\"","\n","\n"," Wordlessly, Maitland climbed to his feet, preceded Swarts to the","\n"," laboratory, lay down and allowed him to fasten the straps and attach","\n"," the instruments, making no resistance at all.","When Swarts started","\n"," saying a list of words—doubtlessly some sort of semantic reaction","\n"," test—Maitland began the job of integrating \"csc","\n"," 3","\n"," x dx\" in his head.","\n"," It was a calculation which required great concentration and frequent","\n"," tracing back of steps.","After several minutes, he noticed that Swarts","\n"," had stopped calling words.","He opened his eyes to find the other man","\n"," standing over him, looking somewhat exasperated and a little baffled.","\n","\n"," \"What year is this?\" Maitland asked in a conversational tone.","\n","\n"," \"We'll try another series of tests.\"","\n","\n"," It took Swarts nearly twenty minutes to set up the new apparatus.","He","\n"," lowered a bulky affair with two cylindrical tubes like the twin stacks","\n"," of a binocular microscope over Maitland's head, so that the lenses at","\n"," the ends of the tubes were about half an inch from the engineer's","\n"," eyes.","He attached tiny clamps to Maitland's eyelashes.","\n","\n"," \"These will keep you from holding your eyes shut,\" he said.","\"You can","\n"," blink, but the springs are too strong for you to hold your eyelids down","\n"," against the tension.\"","\n","\n"," He inserted button earphones into Maitland's ears—","\n","\n"," And then the show began.","\n","\n"," He was looking at a door in a partly darkened room, and there were","\n"," footsteps outside, a peremptory knocking.","The door flew open,","\n"," and outlined against the light of the hall, he saw a man with a","\n"," twelve-gauge shotgun.","The man shouted, \"Now I've got you, you","\n"," wife-stealer!\" He swung the shotgun around and pulled the trigger.","\n"," There was a terrible blast of sound and the flash of smokeless","\n"," powder—then blackness.","\n","\n"," With a deliberate effort, Maitland unclenched his fists and tried to","\n"," slow his breathing.","Some kind of emotional reaction test—what was the","\n"," countermove?","He closed his eyes, but shortly the muscles around them","\n"," declared excruciatingly that they couldn't keep that up.","\n","\n"," Now he was looking at a girl.","She....","\n","\n"," Maitland gritted his teeth and fought to use his brain;","then he had it.","\n","\n"," He thought of a fat slob of a bully who had beaten him up one day","\n"," after school.","He remembered a talk he had heard by a politician who had","\n"," all the intelligent social responsibility of a rogue gorilla, but no","\n"," more.","He brooded over the damnable stupidity and short-sightedness of","\n"," Swarts in standing by his silly rules and not telling him about this","\n"," new world.","\n","\n"," Within a minute, he was in an ungovernable rage.","His muscles tightened","\n"," against the restraining straps.","He panted, sweat came out on his","\n"," forehead, and he began to curse.","Swarts!","How he hated....","\n","\n"," The scene was suddenly a flock of sheep spread over a green hillside.","\n"," There was blood hammering in Maitland's temples.","His face felt hot and","\n"," swollen and he writhed against the restraint of the straps.","\n","\n"," The scene disappeared, the lenses of the projector retreated from his","\n"," eyes and Swarts was standing over him, white-lipped.","Maitland swore at","\n"," him for a few seconds, then relaxed and smiled weakly.","His head was","\n"," starting to ache from the effort of blinking.","\n","\n"," \"What year is this?\" he asked.","\n","\n"," \"All right,\" Swarts said.","\"A.D.","2634.\"","\n","\n"," Maitland's smile became a grin.","\n","\"I really haven't the time to waste talking irrelevancies,\" Swarts said","\n"," a while later.","\"Honestly.","Maitland, I'm working against a time limit.","\n"," If you'll cooperate, I'll tell Ching to answer your questions.\"'","\n","\n"," \"Ching?\"","\n","\n"," \"Ingrid Ching is the girl who has been bringing you your meals.\"","\n","\n"," Maitland considered a moment, then nodded.","Swarts lowered the projector","\n"," to his eyes again, and this time the engineer did not resist.","\n","\n"," That evening, he could hardly wait for her to come.","Too excited to sit","\n"," and watch the sunset, he paced interminably about the room, sometimes","\n"," whistling nervously, snapping his fingers, sitting down and jittering","\n"," one leg.","After a while he noticed that he was whistling the same theme","\n"," over and over: a minute's thought identified it as that exuberant","\n"," mounting phrase which recurs in the finale of Beethoven's Ninth","\n"," Symphony.","\n","\n"," He forgot about it and went on whistling.","He was picturing himself","\n"," aboard a ship dropping in toward Mars, making planetfall at Syrtis","\n"," Major;","he was seeing visions of Venus and the awesome beauty of Saturn.","\n"," In his mind, he circled the Moon, and viewed the Earth as a huge bright","\n"," globe against the constellations....","\n","\n"," Finally the door slid aside and she appeared, carrying the usual tray","\n"," of food.","She smiled at him, making dimples in her golden skin and","\n"," revealing a perfect set of teeth, and put the tray on the table.","\n","\n"," \"I think you are wonderful,\" she laughed.","\"You get everything you","\n"," want, even from Swarts, and I have not been able to get even a little","\n"," of what I want from him.","I want to travel in time, go back to your 20th","\n"," Century.","And I wanted to talk with you, and he would not let me.\" She","\n"," laughed again, hands on her rounded hips.","\"I have never seen him so","\n"," irritated as he was this noon.\"","\n","\n"," Maitland urged her into the chair and sat down on the edge of the bed.","\n"," Eagerly he asked, \"Why the devil do you want to go to the 20th Century?","\n"," Believe me, I've been there, and what I've seen of this world looks a","\n"," lot better.\"","\n","\n"," She shrugged.","\"Swarts says that I want to go back to the Dark Age of","\n"," Technology because I have not adapted well to modern culture.","Myself,","\n"," I think I have just a romantic nature.","Far times and places look more","\n"," exciting....\"","\n","\n"," \"How do you mean—\" Maitland wrinkled his brow—\"adapt to modern","\n"," culture?","Don't tell me","\n","you're","\n","from another time!\"","\n","\n"," \"Oh, no!","But my home is Aresund, a little fishing village at the head","\n"," of a fiord in what you would call Norway.","So far north, we are much","\n"," behind the times.","We live in the old way, from the sea, speak the old","\n"," tongue.\"","\n","He looked at her golden features, such a felicitous blend of","\n"," Oriental and European characteristics, and hesitantly asked, \"Maybe","\n"," I shouldn't....","This is a little personal, but ...","you don't look","\n"," altogether like the Norwegians of my time.\"","\n","\n"," His fear that she would be offended proved to be completely","\n"," unjustified.","She merely laughed and said, \"There has been much","\n"," history since 1950.","Five hundred years ago, Europe was overrun by","\n"," Pan-Orientals.","Today you could not find anywhere a 'pure' European","\n"," or Asiatic.\" She giggled.","\"Swarts' ancestors from your time must be","\n"," cursing in their graves.","His family is Afrikander all the way back, but","\n"," one of his great-grandfathers was pure-blooded Bantu.","His full name is","\n"," Lassisi Swarts.\"","\n","\n"," Maitland wrinkled his brow.","\"Afrikander?\"","\n","\n"," \"The South Africans.\" Something strange came into her eyes.","It might","\n"," have been awe, or even hatred;","he could not tell.","\"The Pan-Orientals","\n"," eventually conquered all the world, except for North America—the","\n"," last remnant of the American World Empire—and southern Africa.","The","\n"," Afrikanders had been partly isolated for several centuries then, and","\n"," they had developed technology while the rest of the world lost it.","They","\n"," had a tradition of white supremacy, and in addition they were terrified","\n"," of being encircled.\" She sighed.","\"They ruled the next world empire and","\n"," it was founded on the slaughter of one and a half billion human beings.","\n"," That went into the history books as the War of Annihilation.\"","\n","\n"," \"So many?","How?\"","\n","\n"," \"They were clever with machines, the Afrikanders.","They made armies","\n"," of them.","Armies of invincible killing-machines, produced in robot","\n"," factories from robot-mined ores....","Very clever.\" She gave a little","\n"," shudder.","\n","\n"," \"And yet they founded modern civilization,\" she added.","\"The grandsons","\n"," of the technicians who built the Machine Army set up our robot","\n"," production system, and today no human being has to dirty his hands","\n"," raising food or manufacturing things.","It could never have been done,","\n"," either, before the population was—reduced to three hundred million.\"","\n","\n"," \"Then the Afrikanders are still on top?","Still the masters?\"","\n","She shook her head.","\"There are no more Afrikanders.\"","\n","\n"," \"Rebellion?\"","\n","\n"," \"No.","Intermarriage.","Racial blending.","There was a psychology of guilt","\n"," behind it.","So huge a crime eventually required a proportionate","\n"," expiation.","Afrikaans is still the world language, but there is only one","\n"," race now.","No more masters or slaves.\"","\n","\n"," They were both silent for a moment, and then she sighed.","\"Let us not","\n"," talk about them any more.\"","\n","\n"," \"Robot factories and farms,\" Maitland mused.","\"What else?","What means of","\n"," transportation?","Do you have interstellar flight yet?\"","\n","\n"," \"Inter-what?\"","\n","\n"," \"Have men visited the stars?\"","\n","\n"," She shook her head, bewildered.","\n","\n"," \"I always thought that would be a tough problem to crack,\" he agreed.","\n"," \"But tell me about what men are doing in the Solar System.","How is life","\n"," on Mars and Venus, and how long does it take to get to those places?\"","\n","\n"," He waited, expectantly silent, but she only looked puzzled.","\"I don't","\n"," understand.","Mars?","What are Mars?\"","\n","\n"," After several seconds, Maitland swallowed.","Something seemed to be the","\n"," matter with his throat, making it difficult for him to speak.","\"Surely","\n"," you have space travel?\"","\n","\n"," She frowned and shook her head.","\"What does that mean—space travel?\"","\n","\n"," He was gripping the edge of the bed now, glaring at her.","\"A","\n"," civilization that could discover time travel and build robot factories","\n"," wouldn't find it hard to send a ship to Mars!\"","\n","\n"," \"A","\n","ship","\n","?","Oh, you mean something like a","\n","vliegvlotter","\n",".","Why, no, I","\n"," don't suppose it would be hard.","But why would anyone want to do a","\n"," thing like that?\"","\n","\n"," He was on his feet towering over her, fists clenched.","She raised her","\n"," arms as if to shield her face if he should hit her.","\"Let's get this","\n"," perfectly clear,\" he said, more harshly than he realized.","\"So far as","\n"," you know, no one has ever visited the planets, and no one wants to.","Is","\n"," that right?\"","\n","\n"," She nodded apprehensively.","\"I have never heard of it being done.\"","\n","\n"," He sank down on the bed and put his face in his hands.","After a while he","\n"," looked up and said bitterly, \"You're looking at a man who would give","\n"," his life to get to Mars.","I thought I would in my time.","I was positive I","\n"," would when I knew I was in your time.","And now I know I never will.\"","\n","The cot creaked beside him and he felt a soft arm about his shoulders","\n"," and fingers delicately stroking his brow.","Presently he opened his eyes","\n"," and looked at her.","\"I just don't understand,\" he said.","\"It seemed","\n"," obvious to me that whenever men were able to reach the planets, they'd","\n"," do it.\"","\n","\n"," Her pitying eyes were on his face.","He hitched himself around so that he","\n"," was facing her.","\"I've got to understand.","I've got to know","\n","why","\n",".","What","\n"," happened?","Why don't men want the planets any more?\"","\n","\n"," \"Honestly,\" she said, \"I did not know they ever had.\" She hesitated.","\n"," \"Maybe you are asking the wrong question.\"","\n","\n"," He furrowed his brow, bewildered now by her.","\n","\n"," \"I mean,\" she explained, \"maybe you should ask why people in the 20th","\n"," Century","\n","did","\n","want to go to worlds men are not suited to inhabit.\"","\n","\n"," Maitland felt his face become hot.","\"Men can go anywhere, if they want","\n"," to bad enough.\"","\n","\n"," \"But","\n","why","\n","?\"","\n","\n"," Despite his sudden irrational anger toward her, Maitland tried to stick","\n"," to logic.","\"Living space, for one thing.","The only permanent solution to","\n"," the population problem....\"","\n","\n"," \"We have no population problem.","A hundred years ago, we realized that","\n"," the key to social stability is a limited population.","Our economic","\n"," system was built to take care of three hundred million people, and we","\n"," have held the number at that.\"","\n","\n"," \"Birth control,\" Maitland scoffed.","\"How do you make it work—secret","\n"," police?\"","\n","\n"," \"No.","Education.","Each of us has the right to two children, and we","\n"," cherish that right so much that we make every effort to see that those","\n"," two are the best children we could possibly produce....\"","\n","\n"," She broke off, looking a little self-conscious.","\"You understand, what","\n"," I have been saying applies to","\n","most","\n","of the world.","In some places like","\n"," Aresund, things are different.","Backward.","I still do not feel that I","\n"," belong here, although the people of the town have accepted me as one of","\n"," them.\"","\n","\n"," \"Even,\" he said, \"granting that you have solved the population problem,","\n"," there's still the adventure of the thing.","Surely, somewhere, there must","\n"," be men who still feel that....","Ingrid, doesn't it fire something in","\n"," your blood, the idea of going to Mars—just to go there and see what's","\n"," there and walk under a new sky and a smaller Sun?","Aren't you interested","\n"," in finding out what the canals are?","Or what's under the clouds of","\n"," Venus?","Wouldn't you like to see the rings of Saturn from, a distance","\n"," of only two hundred thousand miles?\" His hands were trembling as he","\n"," stopped.","\n","\n"," She shrugged her shapely shoulders.","\"Go into the past—yes!","But go out","\n"," there?","I still cannot see why.\"","\n","\n"," \"Has the spirit of adventure","\n","evaporated","\n","from the human race, or","\n","what","\n","?\"","\n","\n"," She smiled.","\"In a room downstairs there is the head of a lion.","Swarts","\n"," killed the beast when he was a young man.","He used a spear.","And time","\n"," traveling is the greatest adventure there is.","At least, that is the","\n"," way I feel.","Listen, Bob.\" She laid a hand on his arm.","\"You grew up in","\n"," the Age of Technology.","Everybody was terribly excited about what could","\n"," be done with machines—machines to blow up a city all at once, or fly","\n"," around the world, or take a man to Mars.","We have had our fill of—what","\n"," is the word?—gadgets.","Our machines serve us, and so long as they","\n"," function right, we are satisfied to forget about them.","\n","\n"," \"Because this is the Age of","\n","Man","\n",".","We are terribly interested in what","\n"," can be done with people.","Our scientists, like Swarts, are studying","\n"," human rather than nuclear reactions.","We are much more fascinated by the","\n"," life and death of cultures than by the expansion or contraction of the","\n"," Universe.","With us, it is the people that are important, not gadgets.\"","\n","\n"," Maitland stared at her, his face blank.","His mind had just manufactured","\n"," a discouraging analogy.","His present position was like that of an","\n"," earnest 12th Century crusader, deposited by some freak of nature into","\n"," the year 1950, trying to find a way of reanimating the anti-Mohammedan","\n"," movement.","What chance would he have?","The unfortunate knight would argue","\n"," in vain that the atomic bomb offered a means of finally destroying the","\n"," infidel....","\n","\n"," Maitland looked up at the girl, who was regarding him silently with","\n"," troubled eyes.","\"I think I'd like to be alone for a while,\" he said."]}},"question":"Where was Maitland taken?","answers":["To a different era","To the moon"],"correctAnswerIndex":0,"roles":{"Judge":"Snicker Snoodle","Debater A":"Lulu Lemonade","Debater B":"Quibble Quackenbush"},"offlineJudges":{},"creationTime":1669664951020},"rounds":[{"JudgeFeedback":{"distribution":[0.5,0.5],"feedback":{"speaker":"Snicker Snoodle","timestamp":1669851721273,"content":[{"Text":{"text":""}}]},"endDebate":false}},{"SimultaneousSpeeches":{"speeches":{"1":{"speaker":"Quibble Quackenbush","timestamp":1669852194826,"content":[{"Text":{"text":"Maitland is an engineer in the 50s who is obsessed with the moon. He's kidnapped by a guy named Swartz who brings him to the moon for mysterious purposes. After Swartz kidnaps Maitland, but before Maitland realizes where he is, Swartz asks him: "}},{"Quote":{"span":[497,511]}}]},"0":{"speaker":"Lulu Lemonade","timestamp":1669852386197,"content":[{"Text":{"text":"Maitland asks his captor the scientist Swarts what year it is, Swarts responds 2634. "}},{"Quote":{"span":[1002,1017]}},{"Text":{"text":"\n\nThis is different than Maitland's native time period. The other scientist, Ingrid, tells Maitland that she wants to go back to his time period, which she says is the 20th Century. "}},{"Quote":{"span":[1086,1090]}},{"Text":{"text":"\n\nAdditionally, Maitland notes that during his time Venus was a morning star but now it's an evening star, which he uses for evidence that he's in a different era. "}},{"Quote":{"span":[854,865]}}]}}}},{"JudgeFeedback":{"distribution":[0.55,0.44999999999999996],"feedback":{"speaker":"Snicker Snoodle","timestamp":1669852664856,"content":[{"Text":{"text":"A: You show a lot of stuff with time, which is compelling. You show he is in the year 2634. The rest of your evidence says it isn't 1950 and not the 20th century. This is all true if he never travels through time. Can you demonstrate the act of traveling through time at all?\nB: You show that he was asked if he wants to go to the moon and that some magical stuff happened, but can you prove that that magical stuff involves traveling to the moon?"}}]},"endDebate":false}},{"SequentialSpeeches":{"speeches":{"0":{"speaker":"Lulu Lemonade","timestamp":1669853380884,"content":[{"Text":{"text":"Maitland says to Ingrid "}},{"Quote":{"span":[1311,1316]}},{"Text":{"text":". The \"civilization\" is Ingrid's, which brought Maitland to their time using the time travel they discovered.\n\nMaitland also laments not being able to go to space, saying "}},{"Quote":{"span":[1358,1366]}},{"Text":{"text":". Here, the two different \"times\" indicates time travel, i.e. that Ingrid's time is different than Maitland's time.\n\nThey also couldn't be on the Moon because Ingrid's civilization has not discovered space travel, which Maitland asks her about. "}},{"Quote":{"span":[1301,1308]}}]},"1":{"speaker":"Quibble Quackenbush","timestamp":1669853720309,"content":[{"Text":{"text":"A few responses. \n1) With the quote about Mars, it's both about Mars, not the moon, and Maitland is also talking in the past tense, about who he was at the beginning of the story (note that the timestamps take place very late in the story).\n2) She doesn't know what the phrase \"space travel\" means because she grew up in an isolated area, so she isn't aware that people travel through space "}},{"Quote":{"span":[1132,1142]}},{"Text":{"text":"\n\nThere isn't a sentence that defines exactly that they travel to the moon, but there's a break after Swartz asks Maitland if he wants to go the moon, where it's implied that they go there. "}}]}}}},{"JudgeFeedback":{"distribution":[0.66,0.34],"feedback":{"speaker":"Snicker Snoodle","timestamp":1669853937256,"content":[{"Text":{"text":"B's evidence is just that he was asked if he wants to go to the moon. A seems to indicate that time plays a major role."}}]},"endDebate":true}}],"feedback":{},"scratchpads":{}}